import { course } from '../../../../assets/assets';
import Layout from '../../../Layout/Layout';

const HifzulQuran = () => {
  return (
    <Layout>
      <div className="course-detail">
        <div className="container">
          <div className="row">
            <div className="col-lg-6 pe-lg-4">
              <img src={course.HifzulQuran} alt="হিফজুল কুরআন কোর্স" />
              <div className="text-center mt-5 mb-2">
                <a href="https://forms.gle/sw6KmRRBiMd1caKo7" target="_blank" className="btn btn-gen w-50">
                  <span className="hsf hss">কোর্স শুরু করুন</span>
                </a>
              </div>
            </div>
            <div className="col-lg-6 ps-lg-4">
              <div className="course-content abf abr text-justify">
                <h1 className="abf abb mb-3">হিফজুল কুরআন কোর্স</h1>
                <p className="mb-2">
                  <strong>রাসূল (সা.) এরশাদ করেন: &quot;যে ব্যক্তি কুরআন পড়ে এবং তা মুখস্থ করে ও এর উপর আমল করে, কেয়ামতের দিন তাকে একটি মুকুট পরানো হবে, যার আলো সূর্যের আলো থেকেও অধিক উজ্জ্বল হবে।&quot;</strong>
                  <i> (আবু দাউদ-১৪৬৪, তিরমিজি-২৯১৫)</i>
                </p>
                <p className="mb-2">
                  কুরআনের হাফেজকে কেয়ামতের দিন বলা হবে, <strong>&quot;তুমি তিলাওয়াত করো এবং ধীরে ধীরে উপরে উঠো। তুমি যেমন দুনিয়াতে তিলাওয়াত করতে, ঠিক তেমনই পড়তে থাকো। কেননা তোমার জান্নাতের অবস্থান হবে তোমার সর্বশেষ পড়া আয়াত পর্যন্ত।&quot;</strong>
                  <i> (তিরমিজি-২৯১৪, আবু দাউদ-১৪৬৪)</i>
                </p>
                <p className="mb-2">
                  কুরআন মুখস্থ করা ইসলামের দৃষ্টিতে অত্যন্ত মর্যাদাপূর্ণ একটি কাজ। যে ব্যক্তি কুরআন যত বেশি হিফজ করতে পারে, তার মর্যাদা তত বেশি বৃদ্ধি পায়। ব্যস্ত জীবনে নিয়মিত কুরআন তিলাওয়াত করা অনেকের পক্ষেই কঠিন হয়ে পড়ে, তবে যদি কেউ হিফজ করে নেয়, তাহলে সে যেকোনো সময়, যেকোনো স্থানে সহজেই তিলাওয়াত করতে পারে। এটি একদিকে আমলের সুযোগ সৃষ্টি করে, অন্যদিকে কুরআনের সঙ্গে গভীর সম্পর্ক গড়ে ওঠে। নিয়মতান্ত্রিকভাবে হিফজ করলে দ্রুত সময়ে অনেক বেশি পরিমাণ মুখস্থ করা সম্ভব হয়।
                </p>
                <p>
                  পুরো কুরআন হিফজ করা নিঃসন্দেহে সর্বোত্তম, তবে যার পক্ষে সম্পূর্ণ কুরআন মুখস্থ করা সম্ভব নয়, তার জন্য যতটুকু সম্ভব মুখস্থ করাই অত্যন্ত ফজিলতপূর্ণ। বিশেষ করে ৩০ নম্বর পারা, যা ছোট ছোট সূরার সমন্বয়ে গঠিত এবং আমাদের দৈনন্দিন ইবাদতে সর্বাধিক ব্যবহৃত হয়।
                </p>

                <h3 className="abf abb mt-4 mb-2">কোর্সের বিশেষত্ব</h3>
                <p className="mb-2">
                  <strong>হিফজুল কুরআন</strong> কোর্সের মূল লক্ষ্য হলো, আগ্রহী শিক্ষার্থীদের সংক্ষিপ্ত সময়ের মধ্যে<strong> পূর্ণ কুরআন অথবা ৩০ নম্বর পারা ও আমলী সূরাসমূহ</strong> মুখস্থ করানো। অভিজ্ঞ উস্তায-উস্তাযার তত্ত্বাবধানে নিয়মতান্ত্রিক পদ্ধতিতে হিফজ করানো হবে, যাতে শুদ্ধ ও সাবলীলভাবে আয়াতগুলো আত্মস্থ করা যায়। প্রতিদিন নির্দিষ্ট পরিমাণ আয়াত মুখস্থ করানো হবে এবং পূর্বের পড়া নিয়মিতভাবে পুনরাবৃত্তি করানো হবে, যাতে মুখস্থ করা অংশ দৃঢ়ভাবে মনের মধ্যে স্থায়ী হয়ে যায়।
                </p>
                <p className="mb-2">
                  যারা কুরআনের আলোকে নিজেদের জীবন গড়তে চায় এবং এর নূরকে অন্তরে ধারণ করতে চায়, সর্বোপরি যারা আখিরাতে হাফেজে কুরআনের মর্যাদা লাভ করতে চায়, তাদের জন্য<strong> মারকাজুল কুরআন ওয়াস-সুন্নাহ ইনস্টিটিউট</strong> নিয়ে এসেছে<strong> হিফজুল কুরআন কোর্স</strong>।
                </p>
                <p>
                  <strong>বিঃদ্রঃ</strong> এই কোর্সের দুটি সেকশন:<br></br>
                  ১। শুধু ৩০ নম্বর পারা ও আমলী সূরাসমূহ হিফজ।<br></br>২। সম্পূর্ণ কুরআন হিফজ।
                </p>
              </div>
            </div>
          </div>
          <hr />
          <div className="mt-5 info abf abr">
            <div className="row">
              <div className="col-lg-6">
                <h5 className="abf abb mb-3">কোর্সের সুবিধা ও প্রয়োজনীয় তথ্য</h5>
                <ul>
                  <li>কোর্সের মেয়াদকাল: ৩ মাস। (শুধু ৩০নং পারা) &apos;সম্পূর্ণ কুরআন&apos; হিফজের সময় মেধার উপর নির্ভর করে।</li>
                  <li>ক্লাস: সপ্তাহে ৬ দিন।</li>
                  <li>পুরুষ-মহিলার জন্য আলাদা উস্তায-উস্তাযা।</li>
                  <li>ক্লাস মাধ্যম: জুম/গুগল মিট (লাইভ ক্লাস)।</li>
                  <li>প্রতিদিন পড়া দেওয়া-নেয়া হবে। মাশক করিয়ে দেয়া হবে।</li>
                  <li>নিয়মিত পিছনের পড়া শুনা হবে।</li>
                  <li>সকল ক্লাসের ভিডিও রেকর্ড ও শিট প্রদান করা হবে।</li>
                  <li>সম্পূর্ণ হিফজ শেষে পরীক্ষার মাধ্যমে সার্টিফিকিট প্রদান।</li>
                  <li>ভর্তি ফি: ৫০০ টাকা। মাসিক ফি: ১০০০ টাকা।</li>
                </ul>
              </div>
              <div className="col-lg-6 ps-lg-4 links abf abr">
                <h5 className="abf abb mb-3">ভর্তি প্রক্রিয়া ও যোগাযোগের তথ্য</h5>
                <h6 className="abf hsm">বর্তমানে আমাদের নতুন ব্যাচের ভর্তি চলছে...</h6>
                <p>আপনি যদি এই কোর্সে আগ্রহী হন, তাহলে এখনই
                  <a href="https://forms.gle/sw6KmRRBiMd1caKo7" target='_blank'> রেজিস্ট্রেশন ফরম</a> পূরণ করুন।
                </p>
                <h6 className="abf hsm mt-3">আরও বিস্তারিত জানতে এবং নিয়মিত আপডেট পাওয়ার জন্য:</h6>
                <ul>
                  <li>আমাদের ফেসবুক পেইজটি ফলো করতে ক্লিক করুন -
                    <a href="https://www.facebook.com/markazulquranwassunnah" target='_blank'> এখানে</a>
                  </li>
                  <li>আমাদের ফেসবুক গ্রুপে জয়েন করতে ক্লিক করুন -
                    <a href="https://www.facebook.com/markazulquranwassunnah" target='_blank'> এখানে</a>
                  </li>
                  <li>আমাদের ইউটিউব চ্যানেলে চোখ রাখতে ক্লিক করুন -
                    <a href="" target='_blank'> এখানে</a>
                  </li>
                  <li>আমদের টেলিগ্রাম চ্যানেলে জয়েন করতে ক্লিক করুন -
                    <a href="" target='_blank'> এখানে</a>
                  </li>
                  <li>আমদের হোয়াটসঅ্যাপে সরাসরি যোগাযোগ করতে ক্লিক করুন -
                    <a href="https://wa.me/8801974018621" target='_blank'> এখানে</a>
                  </li>
                </ul>
              </div>
            </div>
          </div>
          <div className="text-center mt-4">
            <a href="https://forms.gle/sw6KmRRBiMd1caKo7" target="_blank" className="btn btn-gen w-50">
              <span className="hsf hss">কোর্স শুরু করুন</span>
            </a>
          </div>
        </div>
      </div>
    </Layout>
  )
}

export default HifzulQuran

